Repository: Ultra-Prod/wp-front-end-editor
Catalog: languages/wp-front-end-editor-*.po
Languages: fr_fr

source: <strong>WordPress Front-end Editor</strong> currently only works between versions %s and %s.
fr_fr: <strong>L’éditeur live WordPress</strong> ne fonctionne actuellement qu'entre les versions %s et %s.

source: You are not allowed to edit this item.
fr_fr: Vous n’êtes pas autorisé à éditer ce contenu

source: Just write&hellip;
fr_fr: Ecrivez&hellip;

source: The changes you made will be lost if you navigate away from this page.
fr_fr: Le changement que vous faites sera perdu si vous sortez de cette page.

source: Title
fr_fr: Titre

source: Add a featured image
fr_fr: Ajouter une image à la une

source: Edit in admin
fr_fr: Editer en admin

source: <strong>Connection lost.</strong> Saving has been disabled until you&#8217;re reconnected.
fr_fr: <strong>Connexion perdue.</strong> la sauvegarde a été désactivée tant que vous ne vous reconnectez pas.

source: We&#8217;re backing up this post in your browser, just in case.
fr_fr: Nous sauvegarder ce poste dans votre navigateur , juste au cas où .

source: The backup of this post in your browser is different from the version below.
fr_fr: La sauvegarde de cet article dans votre navigateur est différente de la version ci-dessous.

source: Restore the backup.
fr_fr: Restaurer une sauvegarde

source: Post restored successfully.
fr_fr: l’article a été restaurées.

source: Undo.
fr_fr: Annuler.

source: Save Draft
fr_fr: Sauvegarder le brouillon...

source: Save as Pending
fr_fr: Sauvegarder en attente de relecture ...

source: Schedule
fr_fr: Planning

source: Publish
fr_fr: Publié

source: Submit for Review
fr_fr: Envoyer pour relecture

source: Update
fr_fr: Mettre à jour

source: Published
fr_fr: Publier

source: Privately Published
fr_fr: Publié privé

source: Scheduled
fr_fr: Plannifié

source: Pending Review
fr_fr: En attente de relecture

source: Draft
fr_fr: Brouillon

source: Public, Sticky
fr_fr: Public, mis en avant

source: Password protected
fr_fr: Protégé par mot de passe

source: Private
fr_fr: Privé

source: Save and leave
fr_fr: Sauvegarder et quitter...

source: Update and leave
fr_fr: Mettre à jour et quitter...

source: Close
fr_fr: Fermé

source: Post updated.
fr_fr: Article mis à jour!

source: Custom field updated.
fr_fr: Champs personnalisés mis à jour!

source: Custom field deleted.
fr_fr: Champs personnalisés effacé!

source: Post restored to revision from %s
fr_fr: Révision de l’article restauré à partir de %s

source: Post published.
fr_fr: Article publié

source: Post saved.
fr_fr: Article sauvegardé.

source: Post submitted.
fr_fr: Article envoyé

source: Post scheduled for: <strong>%1$s</strong>.
fr_fr: Article prévu pour le: <strong>%1$s</strong>.

source: M j, Y @ G:i
fr_fr: F j, Y @ g:i a

source: Post draft updated.
fr_fr: Brouillon d'article mis à jour.

source: Page updated.
fr_fr: Page mise à jour.

source: Page restored to revision from %s
fr_fr: Révision de la page restauré à partir de %s

source: Page published.
fr_fr: Page publié

source: Page saved.
fr_fr: Page sauvegardée.

source: Page submitted.
fr_fr: Page envoyé

source: Page scheduled for: <strong>%1$s</strong>.
fr_fr: Page prévu pour le: <strong>%1$s</strong>.

source: Page draft updated.
fr_fr: Brouillon de page mis à jour!

source: Media attachment updated.
fr_fr: Média lié mis à jour!

source: There is an autosave of this post that is more recent than the version below. <a href="%s">View the autosave</a>
fr_fr: Il y a une version sauvegardée automatiquement de cet article plus récente que la version au-dessous. <a href="%s">Voir la version sauvegardée automatiquement</a>
